Repository: Ediser-mEDRA/opdoiraojsplugin
Catalog: locale/*/locale.po
Languages: ar, bg, cs, da, de, fa, fi, fr_ca, fr_fr, gl, hy, id, it, ka, ku, mk, ms, nb, nl, pl, pt_br, pt_pt, sk, sl, sr@latin, tr, uz@cyrillic, vi

# plugins.importexport.opdoira.settings.form.usernameRequired
source: Please enter your OP DOI RA username. The username may not contain colons.
ar: لطفاً، أدخل اسم دخولك إلى OP DOI RA. لا ينبغي أن يحتوي اسم المستخدم على علامات تنقيط.
bg: Моля, въведете вашето потребителско име за OP DOI RA. Потребителското име не може да съдържа двоеточия.
cs: Vložte, prosím, vaše OP DOI RA uživatelské jméno. Uživatelské jméno nesmí obsahovat dvojtečku..
da: Indtast dit OP DOI RA brugernavn. Brugernavnet må muligvis ikke indeholde kolon.
de: Bitte geben Sie Ihren OP DOI RA-Benutzer/innennamen ein. Der Benutzer/innenname darf keinen Doppelpunkt enthalten.
fa: لطفا نام کاربری OP DOI RA خود را وارد کنید نام کاربری ممکن است کولون را نداشته باشد.
fi: Anna OP DOI RA-käyttäjätunnus. Tunnus ei voi sisältää kaksoispistettä.
fr_ca: Veuillez entrer votre nom d'utilisateur OP DOI RA. Il ne doit pas contenir de deux-points.
fr_fr: Veuillez entrer votre nom d'utilisateur ou d'utilisatrice OP DOI RA. Il ne doit pas contenir de double point.
gl: Introduza o seu nome de usuario/a OP DOI RA. O nome de usuario/a non pode conter dous puntos (:).
id: Masukkan username OP DOI RA Anda. Username tidak boleh mengandung titik dua (:).
it: Inserisci il tuo username OP DOI RA.
ka: გთხოვთ, შეიყვანოთ თქვენი OP DOI RA მომხმარებლის სახელი. მომხმარებლის სახელი შეიძლება არ შეიცავდეს კოლონებს.
ku: تکایە ناوی ئەژماری OP DOI RAەکەت داخل بکە، کە نابێت فاریزەی تێدا بێت.
mk: Ве молиме да го внесете вашето OP DOI RA корисничко име. Корисничкото име не смее да содржи две точки.
ms: Sila masukkan nama pengguna OP DOI RA anda. Nama pengguna mungkin tidak mengandungi kolon.
nb: Legg inn brukernavnet ditt hos OP DOI RA. Brukernavnet kan ikke inneholde kolon.
nl: Voer uw OP DOI RA gebruikersnaam in. De naam mag geen dubbele punt bevatten.
pl: Wprowadź nazwę użytkownika OP DOI RA. Nazwa użytkownika nie może zawierać dwukropka.
pt_br: Informe seu login OP DOI RA. O login não pode conter dois pontos (:).
pt_pt: Insira o nome de utilizador OP DOI RA. O nome de utilizador pode não conter dois pontos.
sk: Vložte, prosím, vaše OP DOI RA užívateľské meno. Užívateľské meno nesmie obsahovať dvojbodku.
sl: Prosimo, vnesite OP DOI RA uporabniško ime. Uporabniško ime ne sme vsebovati dvopičij.
sr@latin: Unesite OP DOI RA korisničko ime.
tr: Lütfen .opdoira. kullanıcı adınızı giriniz. Kullanıcı adı virgül içeremez.
uz@cyrillic: Iltimos, OP DOI RA foydalanuvchi nomingizni kiriting. Foydalanuvchi nomida ikki nuqta boʻlmasligi mumkin.
vi: Vui lòng nhập username OP DOI RA của bạn. Username có thể không chứa dấu hai chấm.

# plugins.importexport.opdoira.settings.form.registrantName
source: The name of the institution registered at OP DOI RA
ar: اسم المؤسسة المسجلة في OP DOI RA
bg: Името на институцията, регистрирана в OP DOI RA
cs: Jméno organizace registrované u OP DOI RA
da: Navnet på den institution, der er registreret hos OP DOI RA
de: Der Name der bei OP DOI RA registrierten Institution
fa: نام موسسه ثبت شده در OP DOI RA
fi: OP DOI RAan rekisteröity instituution nimi
fr_ca: Nom de l'établissement inscrit à OP DOI RA
fr_fr: Nom de l'institution inscrite à OP DOI RA
gl: Nome da institución rexistrada en OP DOI RA
id: Nama institusi yang didaftarkan ke OP DOI RA
it: Istituzione registrata con OP DOI RA
ka: OP DOI RA– ზე რეგისტრირებული დაწესებულების სახელი
ku: ناوی دەزگای تۆمارکراو لە OP DOI RA
mk: Името на институцијата регистрирана во OP DOI RA
ms: Nama institusi yang didaftarkan di OP DOI RA
nb: Navnet på institusjonen som er registrert hos OP DOI RA
nl: De naam van het instituut zoals geregistreerd bij OP DOI RA
pl: Nazwa instytucji zarejestrowanej w OP DOI RA
pt_br: Instituição registerada no OP DOI RA
pt_pt: O nome da instituição registada no OP DOI RA
sk: Meno organizácie registrovanej v OP DOI RA
sl: Ime institucije, ki je registrirana pri OP DOI RA
sr@latin: Ime institucije registrovane kod OP DOI RA
tr: .opdoira.'da kayıtlı kurumun adı
uz@cyrillic: OP DOI RA da ro'yxatdan o'tgan muassasaning nomi
vi: Tên của tổ chức đăng ký tại OP DOI RA

# plugins.importexport.opdoira.settings.form.registrantNameRequired
source: Please enter the institution that is registered at OP DOI RA.
ar: لطفاً، أدخل اسم المؤسسة المسجلة في OP DOI RA.
bg: Моля, въведете институцията, която е регистрирана в OP DOI RA.
cs: Vložte, prosím, instituci registrovanou u OP DOI RA.
da: Indtast navnet på den institution, der er registreret hos OP DOI RA.
de: Bitte geben Sie die Institution, die bei OP DOI RA registriert ist, ein.
fa: لطفا موسسه که در OP DOI RA ثبت شده را وارد کنید
fi: Anna instituution nimi, joka on rekisteröity OP DOI RAssa.
fr_ca: Veuillez entrer le nom de l'établissement inscrit à OP DOI RA.
fr_fr: Veuillez entrer le nom de l'institution inscrite à OP DOI RA.
gl: Introduza a institución rexistrada en OP DOI RA.
id: Masukkan nama institusi yang didaftarkan ke OP DOI RA.
it: Inserisci il nome dell'istituzione registrata con OP DOI RA.
ka: გთხოვთ, შეიყვანოთ დაწესებულება, რომელიც რეგისტრირებულია OP DOI RA– ზე.
ku: تکایە ناوی ئەو دەزگایە بنوسە کە لە OP DOI RAتۆمار کراوە.
mk: Ве молиме внесете ја институцијата која е регистрирана во OP DOI RA.
ms: Sila masukkan institusi yang didaftarkan di OP DOI RA.
nb: Skriv inn institusjonen som er registert hos OP DOI RA.
nl: Geef de naam van het instituut zoals geregistreerd bij OP DOI RA.
pl: Wprowadź instytucję, która jest zarejestrowana w OP DOI RA.
pt_br: Informe o nome da instituição registrada no OP DOI RA.
pt_pt: Por favor, insira a instituição registada no OP DOI RA.
sk: Vložte, prosím, inštitúciu registrovanú v OP DOI RA.
sl: Prosimo, vnestie ime institucije, ki je registrirana pri OP DOI RA.
sr@latin: Unesite ime institucije.
tr: Lütfen .opdoira.'da kayıtlı olan kurumu girin.
uz@cyrillic: Iltimos, OP DOI RA da ro'yxatdan o'tgan muassasani kiriting.
vi: Vui lòng nhập tổ chức được đăng ký tại OP DOI RA.

# plugins.importexport.opdoira.settings.form.fromFields
source: Person to be contacted by OP DOI RA in case of technical inquiries:
ar: الشخص المعني بالتواصل مع OP DOI RA في حالة الاستفسارات الفنية:
bg: Лице, с което OP DOI RA ще се свърже в случай на технически запитвания:
cs: Osoba pro kontakt se službou OP DOI RA v případě technických dotazů:
da: Person, der skal kontaktes af OP DOI RA i tilfælde af tekniske forespørgsler:
de: Person, die von OP DOI RA kontaktiert werden soll im Fall technischer Anfragen:
fa: شخصی که در مورد سوالات فنی از طرف OP DOI RA با آن تماس گرفته می شود:
fi: Yhteyshenkilö, joka vastaa OP DOI RA:n teknisiin kysymyksiin:
fr_ca: Personne-ressource qui sera contactée par OP DOI RA pour tout renseignement technique :
fr_fr: Personne à contacter par OP DOI RA pour tout renseignement technique :
gl: Persoa coa que OP DOI RA contactará no caso de consultas técnicas:
id: Pihak yang akan dihubungi oleh OP DOI RA jika ada pertanyaan teknis:
it: Persona che verrà contattata da OP DOI RA in caso di problemi tecnici:
ka: ადამიანი, რომელსაც დაუკავშირდება OP DOI RA ტექნიკური გამოძიების შემთხვევაში:
ku: تکایە پەیوەندی بە OP DOI RAوە بکە بۆ وەرگرتنی هاوکاریی تەکنیکی:
mk: Лицето за контакт од страна на OP DOI RA во случај на технички барања:
ms: Orang yang akan dihubungi oleh OP DOI RA sekiranya ada pertanyaan teknikal:
nb: Personen som OP DOI RA skal kontakte ved ev. tekniske spørsmål:
nl: Contactpersoon voor OP DOI RA ingeval van technische vragen:
pl: Osoba odpowiedzialna za kontakt z OP DOI RA w sprawach technicznych:
pt_br: Quem o OP DOI RA contactará em caso de dúvidas técnicas:
pt_pt: Pessoa a contactar pela OP DOI RA em caso de problemas técnicos:
sk: Osoba pre kontakt so službou OP DOI RA v prípade technických otázok:
sl: Oseba, ki jo lahko kontaktira OP DOI RA v primeru tehničnih vprašanj:
sr@latin: Osoba koja može biti kontaktirana u slučaju potrebe:
tr: Teknik sorular için .opdoira. ile iletişime geçilecek kişi:
uz@cyrillic: Texnik so'rovlar bo'lsa, OP DOI RA bilan bog'lanishi kerak bo'lgan shaxs:
vi: Người được OP DOI RA liên hệ trong trường hợp có thắc mắc về kỹ thuật:

# plugins.importexport.opdoira.settings.form.fromCompany
source: Institution
ar: المؤسسة
bg: Институция
cs: Organizace
fa: موسسه
fi: Instituutio
fr_ca: Établissement
gl: Institución
id: Institusi
it: Istituzione
ka: ორგანიზაცია
ku: دەزگا
mk: Институција
ms: Institusi
nb: Institusjon
nl: Instituut
pl: Instytucja
pt_br: Instituição
pt_pt: Instituição
sk: Organizácia
sl: Institucija
sr@latin: Institucija
tr: Kurulum
uz@cyrillic: Tashkilot
vi: Tổ chức

# plugins.importexport.opdoira.settings.form.fromCompanyRequired
source: Please enter the institution that is technically responsible for DOI export (e.g. the institution hosting your web server).
ar: لطفاً، أدخل اسم المؤسسة المسؤولة فنياً عن تصدير DOI (مثلاً: المؤسسة المضيفة لملقمك).
bg: Моля, въведете институцията, която е технически отговорна за експортирането на DOI (напр. институцията, която хоства вашия уеб сървър).
cs: Vložte, prosím, jméno organizace, která je technicky odpovědná za export DOI (např. organizace, která hostuje váš webový server).
da: Indtast navnet på den institution, der er teknisk ansvarlig for DOI-eksport (f.eks. institutionen, der er vært for din webserver).
de: Bitte geben Sie die Institution an, die technisch für den DOI-Export zuständig ist (z.B. die Institution, die Ihren Webserver betreut).
fa: لطفا موسسه ای را که از لحاظ فنی مسئولیت برون دهی DOI را دارد، وارد کنید.(به عنوان مثال موسسه میزبان وب سرور خود)
fi: Anna instituutio, joka vastaa DOI-vienneistä teknisesti (esimerkiksi palvelimen ylläpitäjä).
fr_ca: Veuillez entrer le nom de l'établissement qui est techniquement responsable de l'exportation DOI (c'est-à-dire l'établissement qui héberge votre serveur web).
fr_fr: Veuillez entrer le nom de l'institution techniquement responsable de l'exportation DOI (par exemple l'établissement qui héberge votre serveur internet).
gl: Insira a institución responsable tecnicamente da exportación de DOI (por exemplo, a institución que aloxa o seu servidor web).
id: Masukkan institusi yang bertugas untuk mengekspor DOI (misalnya, institusi yang meng-hosting web server Anda).
it: Inserisci l'istituzione tecnicamente responsabile dei DOI (es. chi gestisce il server web).
ka: გთხოვთ, შეიყვანოთ ის ინსტიტუტი, რომელიც ტექნიკურად პასუხისმგებელია DOI– ს ექსპორტზე (მაგ. დაწესებულება, რომელიც თქვენს ვებ – სერვერს მასპინძლობს).
ku: تکایە ناوی ئەو دەزگایە بنوسە کە لە ڕوی تەکنیکییەوە لە ناسێنەری سەرچاوە دیجیتاڵییەکان بەرپرسە.
mk: Ве молиме да ја внесете институцијата која е технолошки одговорна за експорт на ДОИ (пр. институцијата која го хостира вашиот веб сервер).
ms: Sila masukkan institusi yang secara teknikal bertanggungjawab untuk eksport DOI (mis. Institusi yang menghoskan pelayan web anda).
nb: Skriv inn institusjonen som er teknisk ansvarlig for DOI-eksporten (f.eks. institusjonen som er vert for webserveren din).
nl: Het instituut dat technische verantwoordelijkheid draagt voor de DOI export (het instituut dat uw webserver beheert).
pl: Wprowadź instytucje, która jest technicznie odpowiedzialna za ekspoert DOI (np. instytucję zapewniającą hosting serwera).
pt_br: Informe o nome do técnico responsável pela exportação DOI (instituição de hospedagem, por exemplo).
pt_pt: Insira a instituição que é tecnicamente responsável pela exportação de DOI (por exemplo, a instituição que hospeda o seu servidor web).
sk: Vložte, prosím, meno organizácie, ktorá je technicky zodpovedná za export DOI (napr. Organizácia, ktorá hosťuje váš webový server).
sl: Prosimo, vnesite institucijo, ki je tehnično odgovorna za DOI izvoz (npr. institucija, pri kateri imate spletni strežnik).
sr@latin: Unesite instituciju koja je tehnički odgovorna za izvoz DOI podataka (npr. institucija gde je hostovan server).
tr: Lütfen DOI dışa aktarma işleminden teknik olarak sorumlu olan kurumu girin (örn. Web sunucunuzu barındıran kurum).
uz@cyrillic: Iltimos, DOI eksporti uchun texnik javobgar bo'lgan muassasani kiriting (masalan, veb-serveringizni joylashtirgan muassasa).
vi: Vui lòng nhập tổ chức chịu trách nhiệm về mặt kỹ thuật cho xuất DOI (ví dụ: tổ chức lưu trữ máy chủ web của bạn).

# plugins.importexport.opdoira.settings.form.fromName
source: Contact Person
ar: شخص التواصل
bg: Лице за контакт
cs: Kontaktní osoba
da: Kontaktperson
de: Kontaktperson
fa: شخص مسئول
fi: Yhteyshenkilö
fr_ca: Personne-ressource
fr_fr: Contact
gl: Persoa de contacto
id: Narahubung
it: Nome
ka: Საკონტაქტო პირი
ku: کەسی پەیوەندیدار
mk: Лице за контакт
ms: Sila Hubungi
nb: Kontaktperson
nl: Contactpersoon
pl: Osoba do kontaktu
pt_br: Contato técnico
pt_pt: Contacto
sk: Kontaktná osoba
sl: Kontaktna oseba
sr@latin: Kontakt osoba
tr: İletişim Kurulacak Kişi
uz@cyrillic: Bog'lanish uchun shaxs
vi: Người liên hệ

# plugins.importexport.opdoira.settings.form.fromNameRequired
source: Please enter a technical contact person.
ar: لطفاً، أدخل اسم الشخص المعني بالتواصل الفني.
bg: Моля, въведете лице за технически контакт.
cs: Zadejte, prosím, osobu pro technický kontakt.
da: Indtast en teknisk kontaktperson.
de: Bitte geben Sie eine technische Kontaktperson an.
fa: لطفا نام فرد مربوط به تماس فنی را وارد کنید
fi: Anna tekninen yhteyshenkilö.
fr_ca: Veuillez entrer le nom de la personne-ressource pour les questions d'ordre technique.
fr_fr: Veuillez entrer le nom de la personne à contacter pour les questions d'ordre technique.
gl: Insira unha persoa de contacto técnico.
id: Masukkan narahubung teknis.
it: Inserisci il nome del contatto tecnico.
ka: გთხოვთ, შეიყვანოთ ტექნიკური საკონტაქტო პირი.
ku: تکایە ناوی کەسی پەیوەندیداری تەکنیکی داخل بکە.
mk: Ве молиме внесете технолошко лице за контакт.
ms: Sila masukkan orang hubungan teknikal.
nb: Skriv inn teknisk kontaktperson.
nl: Geef de technische contactpersoon.
pl: Wprowadź osobę do kontaktu w sprawach technicznych.
pt_br: Informe o nome do técnico responsável.
pt_pt: Insira o nome do contato técnico.
sk: Zadajte, prosím, osobu pre technický kontakt.
sl: Prosimo vnesite kokntaktno osebeo za tehnične stvari.
sr@latin: Unesite tehničku kontakt osobu.
tr: Lütfen iletişim kurulacak teknik kişi giriniz.
uz@cyrillic: Iltimos, texnik aloqa shaxsini kiriting.
vi: Vui lòng nhập một người liên hệ kỹ thuật.

# plugins.importexport.opdoira.settings.form.fromEmailRequired
source: Please enter a valid technical contact email.
ar: لطفاً، أدخل عنوان البريد الالكتروني الصحيح للشخص المعني بالتواصل الفني.
bg: Моля, въведете валиден имейл за технически контакт.
cs: Vložte, prosím, platný e-mail pro technický kontakt.
da: Indtast en gyldig e-mail på teknisk kontaktperson.
de: Bitte geben Sie eine gültige E-Mail-Adresse für den technischen Kontakt an.
fa: لطفا یک ایمیل معتبر تماس فنی وارد کنید
fi: Anna kelvollinen sähköpostiosoite tekniselle yhteyshenkilölle.
fr_ca: Veuillez entrer un courriel valide pour la personne-ressource.
fr_fr: Veuillez entrer une adresse électronique valide pour le contact technique.
gl: Insira un correo electrónico de contacto técnico válido.
id: Masukkan surel narahubung yang benar.
it: Inserisci un indirizzo email valido per il contatto tecnico.
ka: გთხოვთ, შეიყვანოთ სწორი საკონტაქტო ელ.ფოსტა.
ku: تکایە ئیمەیڵێکی بەردەست بۆ پەیوەندیی تەکنیکی بنوسە.
mk: Ве молиме да внесете валиден и-меил за технолошки контакт.
ms: Sila masukkan e-mel hubungan teknikal yang sah.
nb: Skriv inn e-postadressen til teknisk kontaktperson.
nl: Geef een geldig e-mailadres voor de technische contactpersoon.
pl: Wprowadź e-mail osoby do kontaktu w sprawach technicznych.
pt_br: Informe um endereço de e-mail válido.
pt_pt: Insira um e-mail válido do contacto técnico.
sk: Vložte, prosím, platný e-mail pre technický kontakt.
sl: Prosimo, vnesite veljaven email naslov tehnične osebe.
sr@latin: Unesite ispravnu imejl adresu tehničkog kontakta.
tr: Lütfen teknik bir iletişim e-postası giriniz.
uz@cyrillic: Iltimos, to'g'ri texnik aloqa elektron pochta manzilini kiriting.
vi: Vui lòng nhập email liên hệ kỹ thuật hợp lệ.

# plugins.importexport.opdoira.settings.form.publicationCountry
source: Please choose the country to be informed as 'publication country' to OP DOI RA.
ar: لطفاً، إختر البلد الذي ستتم الإشارة إليه على أنه 'بلد النشر' لـ OP DOI RA.
bg: Моля, изберете държавата, която да бъде подадена като „държава на публикация“ към OP DOI RA.
cs: Zvolte, prosím, stát, který má být udán jako země publikace ('publication country') pro službu OP DOI RA.
da: Vælg det land, som OP DOI RA skal angive som 'publikationsland'.
de: Bitte wählen Sie das Land aus, das als 'Publikationsland' an OP DOI RA gemeldet werden soll.
fa: لطفا کشوری که به عنوان "کشور ناشر" در OP DOI RA ثبت خواهد شد را انتخاب کنید.
fi: Valitse maa, joka näkyy julkaisijan kotimaana.
fr_ca: Veuillez indiquer le pays désigné en tant que « pays de publication » dans OP DOI RA.
fr_fr: Veuillez indiquer le pays désigné comme « pays de publication » à OP DOI RA.
gl: Escolla o país como "país de publicación" para OP DOI RA.
id: Pilih negara yang akan dihubungi sebagai 'negara penerbit' ke OP DOI RA.
it: Scegli lo stato da inserire in OP DOI RA come 'Paese di pubblicazione'.
ka: გთხოვთ, აირჩიოთ ქვეყანა, რომლის შესახებაც უნდა ეცნობოთ OP DOI RA– ს „გამომცემლობის ქვეყნად“.
ku: تکایە ناوی وڵاتێک بنوسە وەک وڵاتی بڵاوکردنەوە بۆ OP DOI RA.
mk: Ве молиме да ја изберете земјата која ќе биде информирана како “земја на издавање' во OP DOI RA.
ms: Pilih negara yang akan diberitahu sebagai 'negara penerbitan' ke OP DOI RA.
nb: Velg et land som skal vises som publiseringsland hos OP DOI RA.
nl: Geef het land dat geïnformeerd moet worden als 'publication country' voor OP DOI RA.
pl: Wybierz kraj, który będzie podany jako 'publication country' w OP DOI RA.
pt_br: Escolha o país a ser informado como 'país de publicação' para o OP DOI RA.
pt_pt: Seleccione o país para ser indicado como "país de publicação" para o OP DOI RA.
sk: Zvoľte, prosím, štát, ktorý má byť udaný ako krajina publikácie ('publication country') pre službu OP DOI RA.
sl: Prosimo, izberite državo, ki bo obveščena kot 'izdajateljska država' pri OP DOI RA.
sr@latin: Odaberite zemlju.
tr: Lütfen .opdoira.'ya 'yayınlan ülkeyi' olarak bildirilecek ülkeyi seçiniz.
uz@cyrillic: Iltimos, OP DOI RAga “nashr qiladigan mamlakat” sifatida maʼlumot beriladigan mamlakatni tanlang.
vi: Vui lòng chọn quốc gia để được thông báo là 'quốc gia xuất bản' cho OP DOI RA.

# plugins.importexport.opdoira.settings.form.work
source: work
ar: عمل
bg: работа (work)
cs: práce
da: værk
de: Werk
fa: کار
fi: työ
fr_ca: oeuvre
fr_fr: Travaux
gl: obra
id: Karya
it: opera
ka: სამსახური
ku: کار
mk: дело
ms: karya
nb: verk
nl: werk
pl: praca
pt_br: trabalho
pt_pt: trabalho
sl: delo
sr@latin: rad
tr: iş

# plugins.importexport.opdoira.settings.form.manifestation
source: manifestation
ar: تجلي
bg: изглед (manifestation)
cs: manifestace
fa: موارد نمایشی
fi: manifestaatio
fr_fr: Manifestations
gl: manifestación
id: manifestasi
it: manifestazione
ka: მანიფესტაცია
ku: مانیفێستەکان
mk: манифестација
ms: manifestasi
nb: manifestasjon
nl: manifestatie
pl: deklaracja
pt_br: manifestação
pt_pt: manifestação
sl: manifestacija
sr@latin: manifestacija
tr: ortaya koyma
