Repository: Ediser-mEDRA/opdoiraojsplugin
Catalog: locale/*/locale.po
Languages: ar, bg, cs, da, de, fa, fi, fr_ca, fr_fr, gl, hy, id, it, ka, ku, mk, ms, nb, nl, pl, pt_br, pt_pt, sk, sl, sr@latin, tr, uz@cyrillic, vi

# plugins.importexport.opdoira.workOrProduct
source: NB: DOIs assigned to articles will be exported to OP DOI RA as <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'works'</a>. DOIs assigned to galleys will be exported as <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestations'</a>.
ar: NB: إن DOI المعينة للمقالات سيتم تصديرها إلى OP DOI RA بشكل <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'أعمال'</a>. أما DOI المعينة للألواح الطباعية فسيتم تصديرها بمثابة <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'تجليات'</a>.
bg: NB: DOI, присвоени на статии, ще бъдат експортирани в OP DOI RA като <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'работи - works'</a>. DOI, присвоени на типографии, ще бъдат експортирани като <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'изгледи - manifestations'</a>.
cs: NB: DOI přiřazené článkům budou exportovány službě OP DOI RA jako <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'works'</a>. DOIs přiřazené sazebnicím budou exportovány jako <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestations'</a>.
da: NB: DOI'er tildelt artikler vil blive eksporteret til OP DOI RA som <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'værker'</a>. DOI'er tildelt publiceringsfiler eksporteres som <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestationer'</a>.
de: Achtung: DOI, die Artikeln zugewiesen worden sind, werden zu OP DOI RA als <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'Werke'</a> exportiert. DOI, die Fahnen zugewiesen worden sind, werden als <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'Manifestationen'</a> exportiert.
fa: شناسه های DOI اختصاص داده شده به مقالات به عنوان <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank"> 'کارها' </a> برون دهی می شوند. شناسه های DOI اختصاص داده شده به کلیشه های چاپی به عنوان <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'موارد نمایشی'</a>.
fi: HUOM! Artikkeleille annetut DOI-tunnukset viedään OP DOI RAan <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'töinä'</a>. Julkaistaville tiedostoille annetut DOIt viedään OP DOI RAan <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestaatioina'</a>.
fr_ca: N.B. : Les DOI assignés aux articles seront exportés sur OP DOI RA comme <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'œuvres'</a>. Les DOI assignés aux épreuves seront exportés comme <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestations'</a>.
fr_fr: N.B. : Les DOI assignés aux articles seront exportés à OP DOI RA comme <a href="https://ra-publications-dev.medra.org/metada_specs.htm" target="_blank">« travaux »</a>. Les DOI assignés aux épreuves seront exportés comme <a href="https://ra-publications-dev.medra.org/metada_specs.htm" target="_blank">« manifestations »</a>.
gl: Nota: os DOIs asignados a artigos exportaranse a OP DOI RA como <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">"obras" </a>. Os DOIs asignados as galeradas exportaranse como <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestacións'</a>.
id: Catatan: DOI yang didaftarkan untuk artikel akan diekspor ke OP DOI RA sebagai <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'karya'</a>. DOI yang diberikan untuk galley akan diekspor sebagai <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestasi'</a>.
it: NB: I DOI assegnati agli articoli verranno esportati in OP DOI RA come <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'opere'</a>. I DOI assegnati ai file principali degli articoli verranno esportati come <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestazioni'</a>.
ka: შენიშვნა: სტატიებზე მინიჭებული DOI ექსპორტირდება OP DOI RA– ში, როგორც <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">„სამუშაოები“</a> . გალერეებისთვის მინიჭებული DOI ექსპორტირდება როგორც <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">"მანიფესტაცია"</a> .
ku: تێبینی: ئەو ناسێنەری سەرچاوە دیجیتاڵییانەی تۆمار کراون بۆ OP DOI RA هەناردە دەکرێن وەک<a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'کارەکان'</a>. ئەو ناسێنەری سەرچاوە دیجیتاڵییانەی تۆمار کراون بۆ تابلۆکان هەناردە دەکرێن وەک<a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'مانیفێستەکان'</a>.
mk: Забелешка: ДОИ доделени на трудови ќе бидат експортирани во OP DOI RA како <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'трудови'</a>. ДОИ доделени на отисоците ќе бидат експортирани како <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'манифестации'</a>.
ms: NB: DOI yang diberikan kepada artikel akan dieksport ke OP DOI RA sebagai <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'berfungsi'</a>. DOI yang diberikan kepada gali akan dieksport sebagai <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestasi'</a>.
nb: Merk: DOI-er som blir opprettet for artikler blir eksportert til OP DOI RA som <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">«verk»</a>. DOI-er opprettet til oppsett vil bli eksportert som <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">«manifestasjoner»</a>.
nl: NB: DOI's die aan artikels zijn toegekend zullen naar OP DOI RA geëxporteerd worden als <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'works'</a>. DOI's toegekend aan proeven worden geëxporteerd als <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestations'</a>.
pl: DOI przypisane do artykułów będzie eksportowane do OP DOI RA jako <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'works'</a>. DOIs przypisane do plików będzie eksportowane jako <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestations'</a>.
pt_br: NB: DOIs designados a artigos serão exportados para o OP DOI RA como <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'trabalhos'</a>. DOIs designados a composições publicadas serão exportadas como <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestações'</a>.
pt_pt: NB: Os DOIs atribuídos a artigos serão exportados para OP DOI RA como <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank"> 'works'</a>. Os DOIs atribuídos às composições serão exportados como <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank"> 'manifestations'</a>.
sk: NB: DOI priradené článkom budú exportované službou OP DOI RA ako <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'works'</a>. DOIs priradené sadzobniciam budú exportované ako<a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestations'</a>.
sl: NB: DOI-ji dodeljeni prispevkom bodo izvoženi v OP DOI RA kot <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'dela'</a>. DOI-ji dodeljeni prelomom bodo izvoženi kot <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestacije'</a>.
sr@latin: NAPOMENA: DOI-i dodeljeni člancima biće izvezeni u OP DOI RA kao <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'radovi'</a>. DOI-i dodeljeni prikazima biće izvezeni kao<a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestacije'</a>.
tr: Not: Makalelere atanan DOI'ler .opdoira.'ya <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">"iş"</a> olarak ihraç edilecek. Dizgi'lere atanan DOI'ler <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">"görünüm"</a> olarak ihraç edilecek.
vi: NB: DOIs được gán cho các bài viết sẽ được xuất sang OP DOI RA như <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'works'</a>. DOIs assigned to galleys will be exported as <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'manifestations'</a>.

# plugins.importexport.opdoira.senderTask.name
source: OP DOI RA automatic registration task
ar: مهمة التسجيل التلقائي للإضافة OP DOI RA
bg: Задача за автоматична регистрация в OP DOI RA
cs: Úloha automatické registrace OP DOI RA
da: OP DOI RA automatisk registreringsopgave
de: OP DOI RA automatische Registrierung
fa: ثبت خودکار وظایف OP DOI RA
fi: OP DOI RA-palvelun automaattinen rekisteröintitehtävä
fr_ca: Tâche d'enregistrement automatique OP DOI RA
fr_fr: Tâche d'enregistrement automatique OP DOI RA
gl: Tarefa de rexistro automático de OP DOI RA
id: Tugas registrasi otomatis OP DOI RA
it: Registrazione automatica DOI OP DOI RA
ka: OP DOI RA ავტომატური რეგისტრაციის ამოცანა
ku: ئەرکی تۆمارکردنی تۆماتیکیی OP DOI RA
mk: OP DOI RA задача за автоматска регистрација
ms: tugas pendaftaran automatik OP DOI RA
nb: OP DOI RAs automatiske registrering
nl: OP DOI RA automatische registratietaak
pl: zadanie automatycznej rejestracji w OP DOI RA
pt_br: Tarefa de registro automático do OP DOI RA
pt_pt: Tarefa de registo automático mEDDRA
sk: Úloha automatickej registrácie OP DOI RA
sl: Opravilo avtomatske registracije pri OP DOI RA
sr@latin: OP DOI RA zadatak za automatsku registraciju
tr: .opdoira. otomatik kayıt görevi
vi: nhiệm vụ đăng ký tự động OP DOI RA

# plugins.importexport.opdoira.crossref
source: Deposit the DOIs also with the Crossref. (This OP DOI RA service must be enabled for your account.)
ar: الإيداع في Crossref. (لا بد من تمكين هذه الخدمة في حسابك.)
bg: Депозит към Crossref. (Тази услуга трябва да е активирана за вашия акаунт.)
cs: Vložení do Crossref. (Tato služba musí být pro váš účet povolena.)
da: Deponér hos Crossref. (Denne tjeneste skal aktiveres i din konto.)
de: Bei Crossref abliefern. (Dieser Dienst muss in Ihrem Account aktiviert sein.)
fi: Tallenna Crossref-palveluun (Tämä palvelu pitää olla päällä tilillesi)
fr_ca: Déposer sur Crossref. (Ce service doit être activé pour votre compte.)
fr_fr: Déposer sur Crossref. (Ce service doit être activé pour votre compte.)
gl: Depósito a Crossref. (Este servizo debe estar habilitado para a súa conta.)
id: Deposit ke Crossref. (Layanan ini harus diaktifkan sesuai akun anda.)
it: Deposita su Crossref. (Solo per utenti abilitati.)
ka: ანაბარი Crossref- ში. (ეს სერვისი ჩართული უნდა იყოს თქვენი ანგარიშისთვის.)
mk: Депонирај до Crossref. (Оваа услуга мора да биде овозможена за вашата корисничка сметка.)
ms: Deposit ke Crossref. (Perkhidmatan ini mesti didayakan untuk akaun anda.)
nb: Deponér hos Crossref. (Denne tjeneste må aktiveres for din konto.)
pt_br: Depósito para Crossref. (Este serviço deve ser habilitado para sua conta.)
pt_pt: Depositar na CrossRef. (Este serviço deve estar ativo para a sua conta.)
sl: Deponiraj pri Crossref. (Servis mora biti omogočen za vaš račun.)
tr: Crossref'e aktarın. (Bu hizmet, hesabınız için etkinleştirilmelidir.)

# plugins.importexport.opdoira.crossref.error.cause
source: Cause: file not valid in respect to the OP DOI RA and/or Crossref requirements.
ar: السبب: الملف غير صحيح نسبة إلى متطلبات OP DOI RA و/أو Crossref.
bg: Причина: файлът не е валиден по отношение на изискванията на OP DOI RA и/или Crossref.
cs: Příčina: soubor není platný s ohledem na požadavky OP DOI RA a/nebo Crossref.
da: Årsag: filen er ikke valid i forhold til OP DOI RA og/eller Crossref kravene.
de: Ursache: Datei nicht gültig in Bezug auf die OP DOI RA- und/oder Crossref-Anforderungen.
fi: Syy: tiedosto ei ole OP DOI RA-palvelun ja/tai Crossref-palvelun vaatimusten mukainen.
fr_ca: Cause : le fichier n'est pas conforme aux conditions de OP DOI RA et/ou Crossref.
fr_fr: Cause : le fichier n'est pas conforme aux conditions OP DOI RA ou Crossref.
gl: Causa: o arquivo non é válido respecto dos requisitos de OP DOI RA e/ou Crossref.
id: Masalah: file tidak valid terkait dengan persyaratan OP DOI RA dan/atau Crossref.
it: Motivo: file non valido rispetto ai requisiti di OP DOI RA e/o Crossref.
ka: მიზეზი: ფაილი არასწორია OP DOI RA და / ან Crossref მოთხოვნების შესაბამისად.
mk: Причина: датотеката не е валидна во однос на барањата за OP DOI RA и/или Crossref.
ms: Sebab: fail tidak sah kerana tidak memenuhi keperluan OP DOI RA dan/atau Crossref.
nb: Årsak: filen er ikke gyldig i henhold til kravene fra OP DOI RA og/eller Crossref.
pt_br: Causa: arquivo não válido em relação aos requisitos OP DOI RA e/ou Crossref.
pt_pt: Causa: ficheiro não é válido de acordo com os requisitos OP DOI RA e/ou CrossRef.
sl: Vzrok: datoteka ne ustreza OP DOI RA in/ali Crossref zahtevam.
tr: Sorun: Dosya .opdoira. ve / veya Crossref gereksinimleri açısından geçerli değil.

# plugins.importexport.opdoira.crossref.error.number
source: Number of errors
ar: عدد الأخطاء
bg: Брой грешки
cs: Počet chyb
da: Antal fejl
de: Anzahl der Fehler
fi: Virheiden määrä
fr_ca: Nombre d'erreurs
fr_fr: Nombre d'erreurs
gl: Número de erros
id: Jumlah galat
it: Numero di errori
ka: შეცდომების რაოდენობა
mk: Број на грешки
ms: Bilangan ralat
nb: Antall feil
pt_br: Número de erros
pt_pt: Número de erros
sl: Število napak
tr: Hata sayısı

# plugins.importexport.opdoira.crossref.error.details
source: The following requirements were not met
ar: لم تتم تلبية المتطلبات الآتية
bg: Не бяха изпълнени следните изисквания
cs: Následující požadavky nebyly splněny
da: Følgende krav blev ikke opfyldt
de: Die folgenden Anforderungen wurden nicht erfüllt
fi: Seuraavat vaatimukset eivät täyttyneet
fr_ca: Les conditions suivantes n'ont pas été remplies
fr_fr: Les conditions suivantes n'ont pas été remplies
gl: Non se cumpriron os seguintes requisitos
id: Persyaratan berikut tidak terpenuhi
it: I seguenti requisiti non sono stati rispettati
ka: შემდეგი მოთხოვნები არ დაკმაყოფილდა
mk: Следните барања не беа запазени
ms: Keperluan berikut tidak dipenuhi
nb: Følgende krav ble ikke oppfylt
pt_br: Os seguintes requisitos não foram atendidos
pt_pt: Os seguintes requisitos não foram cumpridos
sl: Spodnje zahteve niso izpoljnjene
tr: Aşağıdaki gereksinimler karşılanmadı

# plugins.importexport.opdoira.crossref.error.code
source: CODE
ar: الترميز البرمجي
bg: КОД
da: KODE
gl: CÓDIGO
it: CODICE
pt_br: CÓDIGO
pt_pt: CÓDIGO
sl: KODA
tr: KOD

# plugins.importexport.opdoira.crossref.error.element
source: ELEMENT
ar: العنصر
bg: ЕЛЕМЕНТ
cs: PRVEK
fr_ca: ÉLÉMENT
fr_fr: ÉLÉMENT
gl: ELEMENTO
id: ELEMEN
it: ELEMENTO
mk: Елемент
ms: ELEMEN
pt_br: ELEMENTO
pt_pt: ELEMENTO

# plugins.importexport.opdoira.crossref.error.description
source: DESCRIPTION
ar: الوصف
bg: ОПИСАНИЕ
cs: POPIS
da: BESKRIVELSE
gl: DESCRICIÓN
id: DESKRIPSI
it: DESCRIZIONE
mk: ОПИС
ms: BUTIRAN
pt_br: DESCRIÇÃO
pt_pt: DESCRIÇÃO
sl: OPIS
tr: AÇIKLAMA

# plugins.importexport.opdoira.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ar: الاستعمال: {$scriptName} {$pluginName} export xmlFileName journal_path {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register journal_path {issues|articles|galleys} objectId1 [objectId2] ...
bg: Употреба: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
cs: Použití: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
da: Brug: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
de: Verwendung: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fa: نحوه استفاده: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fi: Käyttö: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fr_ca: Utilisation : {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fr_fr: Utilisation : {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
gl: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
id: Penggunaan: {$scriptName} {$pluginName} mengkespor [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} meregister [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
it: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ka: გამოყენება: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ku: بەکارهێنان: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
mk: Начин на кориње: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ms: Penggunaan: {$scriptName} {$pluginName} eksport [xmlFileName] [journal_path] {issue |articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} daftar [journal_path] {issue |articles|galleys} objectId1 [objectId2] ...
nb: Bruk: {$scriptName} {$pluginName} eksporterer [xmlFilnavn] [tidsskrift_sti] {issues|articles|galleys} objekstId1 [objekstId2] ... {$scriptName} {$pluginName} registrerer [tidsskrift_sti] {issues|articles|galleys} objekstId1 [objekstId2] ...
nl: Gebruik: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
pl: Użycie: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
pt_br: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
pt_pt: Modo de Utilização: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
sk: Použitie: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
sl: Uporaba: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
sr@latin: Korišćenje: {$scriptName} {$pluginName} export xmlFileName journal_path {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register journal_path {issues|articles|galleys} objectId1 [objectId2] ...
tr: Kullanım: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
vi: Usage: {$scriptName} {$pluginName} xuất [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} đăng ký [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...

# plugins.importexport.opdoira.settings.form.exportIssuesAs.label
source: Issues export as
ar: تصدير الأعداد بشكل
bg: Експортиране на броеве като
cs: Exportovat čísla jako
da: Nummer-eksport som
de: Ausgaben exportieren als
fa: برون دهی شماره ها به عنوان
fi: Numerot viedään
fr_ca: Numéros exportés en tant que
fr_fr: Numéros exportés en tant que
gl: Os números expórtanse como
id: Ekspor issue sebagai
it: Esporta i fascicoli come
ka: გამოსცემს ექსპორტს, როგორც
ku: ژمارەکان هەناردە بکە وەک
mk: Изданија се експортираат како
ms: Eksport terbitan sebagai
nb: Utgaver eksportert som
nl: Exporteer nummers als
pl: Numery eksportowane jako
pt_br: Exportar edições como
pt_pt: Os números são exportadas como
sk: Exportovať čísla ako
sl: Izvozi številke kot
sr@latin: Izvezi jedinicu kao
tr: Sayıları şu şekilde ihraç et
vi: Các số xuất như
