Repository: Ediser-mEDRA/opdoiraojsplugin
Catalog: locale/*/locale.po
Languages: ar, bg, cs, da, de, fa, fi, fr_ca, fr_fr, gl, hy, id, it, ka, ku, mk, ms, nb, nl, pl, pt_br, pt_pt, sk, sl, sr@latin, tr, uz@cyrillic, vi

# plugins.generic.opdoira.displayName
source: OP DOI RA Manager Plugin
it: Plugin di gestione di OP DOI RA

# plugins.generic.opdoira.description
source: Handles depositing and exporting OP DOI RA metadata
it: Gestisce la registrazione e l'esportazione dei metadati OP DOI RA

# plugins.importexport.opdoira.displayName
source: OP DOI RA Export/Registration Plugin
ar: إضافة التصدير/التسجيل OP DOI RA
bg: Добавка (плъгин) за OP DOI RA Експорт/Регистрация
cs: Plugin pro export/registraci OP DOI RA
da: OP DOI RA Eksport/Registrerings-plugin
de: OP DOI RA-Export/Registrierungs-Plugin
fa: افزونه ی ثبت‌نام و خروجی گرفتن OP DOI RA
fi: OP DOI RA-vientilisäosa
fr_ca: Plugiciel d'exportation/ enregistrement OP DOI RA
fr_fr: Module d'exportation/enregistrement OP DOI RA
gl: Complemento de exportación/registro de OP DOI RA
id: Plugin Ekspor/Registrasi OP DOI RA
it: Plugin di esportazione e registrazione per OP DOI RA
ka: OP DOI RA ექსპორტის/რეგისტრაციის პლაგინი
ku: هەناردەکردن/تۆمارکردنی OP DOI RA
mk: OP DOI RA плагин за експорт/регистрација
ms: Plugin Eksport/Pendaftaran OP DOI RA
nb: OP DOI RA programtilegg for eksport/registrering
nl: OP DOI RA export/registratie plugin
pl: Wtyczka eksportu/rejestracji OP DOI RA
pt_br: Plugin de Exportação/Registro OP DOI RA
pt_pt: Plugin de Exportação/Registo OP DOI RA
sk: Plugin pre export/registráciu OP DOI RA
sl: Vtičnik za OP DOI RA izvoz/registracijo
sr@latin: OP DOI RA Export/Registration dodatak
tr: .opdoira. İhraç/Kayıt Eklentisi
uz@cyrillic: OP DOI RA Eksport/Ro‘yxatdan o‘tish plagini
vi: Plugin đăng ký/xuất OP DOI RA

# plugins.importexport.opdoira.description
source: Export issue, article and galley metadata in Onix for DOI (O4DOI) format and register DOIs with the OP DOI RA registration agency.
ar: تصدير البيانات الوصفية للعدد، المقالة، واللوح الطباعي في Onix من أجل تلبية صيغة DOI النسخة (O4DOI) مع تسجيل DOI في وكالة التسجيل OP DOI RA.
bg: Експортиране на метаданни за брой , статия и оформление във формат Onix за DOI (O4DOI) и регистриране на DOI в агенцията за регистрация на OP DOI RA.
cs: Exportovat metadata čísel, článků a sazebic ve formátu Onix for DOI (O4DOI) a registrujte čísla DOI u registrační agentury OP DOI RA.
da: Eksportér metadata fra nummer, artikel og publiceringsversion i Onix til DOI (O4DOI)-format med OP DOI RA registreringsagentur.
de: Exportieren Sie Metadaten zu Ausgaben, Artikeln und Fahnen im Format Onix for DOI (O4DOI), und registrieren Sie DOI bei der OP DOI RA-Registrierungsagentur.
fa: خروجی گرفتن از شماره ها ، مقالات ، فایل چاپ شده در اونیکس برای قالب DOI و ثبت‌نام DOI با ثبت‌نام در آژانس OP DOI RA
fi: Vie numeroita, artikkeleita ja julkaistavia tiedostoja Onix for DOI (O4DOI) -formaatissa ja rekisteröi DOI-tunnuksia OP DOI RA-rekisteröintipalvelussa.
fr_ca: Exporte les métadonnées des numéros, articles et les épreuves dans Onix pour le format DOI (O4DOI) et enregistre les DOIs avec l'agence d'enregistrement OP DOI RA.
fr_fr: Exportez les métadonnées des numéros, articles et épreuves dans Onix pour le format DOI (O4DOI) et enregistrez les DOI avec une agence d'enregistrement OP DOI RA.
gl: Exporta metadatos dun número, artigo e galerada en formato Onix para DOI (O4DOI) e rexistra os DOIs na axencia de rexistro de OP DOI RA.
id: Ekspor metadata issue, artikel, galley di Onix untuk format DOI (O4DOI) dan daftarkan DOI pada agen pendaftaran OP DOI RA .
it: Esporta metadati di fascicoli, articoli e file principali in formato Onix for DOI (O4DOI) e registra DOI su OP DOI RA.
ka: ექსპორტის გამოცემა, სტატიები და გაზქათა მეტამონაცემები Onix– ში DOI (O4DOI) ფორმატისთვის და DOI– ების რეგისტრაცია OP DOI RA– ს სარეგისტრაციო სააგენტოში.
ku: هەناردەی ژمارەی گۆڤار، توێژینەوە یان زانیاریی تابلۆ لە Onix بۆناسێنەری سەرچاوە دیجیتاڵییەکان (O4DOI)بکە و ناسێنەری سەرچاوە دیجیتاڵییەکان لەگەڵ OP DOI RA تۆمار بکە.
mk: Експортирај метаподатоци за издание, труд и орисок во Onix за ДОИ (O4DOI) формат и регистрирај го ДОИ-те со OP DOI RA агенцијата за регистрација.
ms: Eksport terbitan, artikel dan metadata galley dalam format Onix untuk DOI (O4DOI) dan daftarkan DOI dengan agensi pendaftaran OP DOI RA.
nb: Eksporter metadata for hefte, artikkel og oppsett i Onix for DOI (O4DOI) format. Registrer DOI ved OP DOI RA registreringsbyrå.
nl: Exporteer nummer, artikel en proef-metadata in Onix for DOI (O4DOI) formaat en registreer DOI's bij de OP DOI RA organisatie.
pl: Eksportuj metadane numeru, artykułu lub pliku w formacie Onix dla DOI (O4DOI) w agencji rejestrującej DOI: OP DOI RA.
pt_br: Exporta metadados de edições, artigos e composições finais no formato Onix para DOI (O4DOI) e registra DOIs na agência de registro OP DOI RA.
pt_pt: Exporta metadados do número, artigo e composição no formato Onix para DOI (O4DOI) e regista DOIs junto da agência de registo OP DOI RA.
sk: Exportovať metadáta čísel, článkov a sadzobníc vo formáte Onix for DOI (O4DOI) a registrujte čísla DOI u registračnej agentúry OP DOI RA.
sl: Izvozi metapodatke številke, prispevka in prelomov v Onix za DOI (O4DOI) obliki in registrira DOI-je pri OP DOI RA registracijski agenciji.
sr@latin: Izvezite metapodatke jedinice, članka ili prikaza u Onix za DOI (O4DOI) format i registrujte DOI-e u OP DOI RA agenciji.
tr: .opdoira. kayıt ajansı ile DOI (O4DOI) biçimi ve DOI'lere kayıt için Onix'de sayı, makale ve dizgi ihracı.
uz@cyrillic: Onix for DOI (O4DOI) formatida nashr, maqola va galley metamaʼlumotlarini eksport qiling va DOIʼlarni OP DOI RA roʻyxatga olish agentligida roʻyxatdan oʻtkazing.
vi: Xuất số, siêu dữ liệu bài báo và bản in ở định dạng Onix cho định dạng DOI (O4DOI) và đăng ký DOIs với cơ quan đăng ký OP DOI RA.

# plugins.importexport.opdoira.intro
source: If you want to register DOIs with OP DOI RA, please follow the directions on the <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RA homepage</a> to receive a username and password. If you do not have your own username and password you'll still be able to export into the OP DOI RA XML format (Onix for DOI) but you cannot register your DOIs with OP DOI RA from within OJS. Please note that the password will be saved as plain text, i.e. not encrypted, due to the OP DOI RA registration service requirements.
ar: إذا أردت تسجيل DOI مع OP DOI RA، لطفاً، اتبع التعليمات في <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">الصفحة الرئيسية OP DOI RA</a> للحصول على اسم المستخدم وكلمة المرور. إن لم يكن لك اسم مستخدم وكلمة مرور خاصين بك، سيكون بإمكانك أيضاً التصدير إلى OP DOI RA بصيغة XML (Onix لـ DOI) لكن لن تستطيع تسجيل DOI الخاصة بك في OP DOI RA من داخل نظام المجلات المفتوحة. يرجى ملاحظ أن كلمة المرور سيتم حفظها بشكل نص صريح غير مشفر، نظراً لمتطلبات خدمة التسجيل في OP DOI RA.
bg: Ако искате да регистрирате DOI с OP DOI RA, моля, следвайте указанията на <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">страницата на OP DOI RA</a> за да получите потребителско име и парола. Ако нямате собствено потребителско име и парола, която все още ще можете да експортирате във формат OP DOI RA XML (Onix за DOI) но не можете да регистрирате вашите DOI с OP DOI RA от OJS. Моля, имайте предвид, че паролата ще бъде запазена като обикновен текст, т.е. не е криптирана, поради изискванията на услугата за регистрация на OP DOI RA.
cs: Pokud chcete registrovat DOIs v rámci OP DOI RA, následujte, prosím, pokyny na <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">domácí stránce OP DOI RA</a>, abyste obdrželi uživatelské jméno a login. Pokud nemáte vlastní uživatelské jméno a heslo, budete stále ještě mít možnost exportu do OP DOI RA XML formátu (Onix pro DOI), ale nebudete mít možnost registrovat DOI v rámci OJS. Uvědomte si, prosím, že heslo bude uloženo jako prostý text, t.j. nekódovaně, s ohledem na požadavky služby OP DOI RA.
da: Hvis du vil registrere DOI'er via OP DOI RA, skal du følge anvisningerne på <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RA's hjemmeside</a> for at modtage et brugernavn og en adgangskode. Hvis du ikke har dit eget brugernavn og password kan du stadig eksportere til OP DOI RA med XML-formatet (Onix for DOI), men du kan ikke registrere dine DOI'er hos OP DOI RA inde fra OJS. Vær opmærksom på, at adgangskoden bliver gemt som ren tekst, dvs. ikke krypteret, pga. OP DOI RA's krav til registrerings-service.
de: Wenn Sie DOIs bei OP DOI RA registrieren möchten, folgen Sie bitten den Hinweisen auf der <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RA homepage</a>, um einen Benutzer/innennamen und ein Passwort zu erhalten. Wenn Sie nicht über Benutzer/innennamen und Passwort verfügen, werden Sie dennoch in der Lage sein, in das OP DOI RA-XML-Format (Onix for DOI) zu exportieren, aber Sie können Ihre DOI nicht aus OJS heraus bei OP DOI RA registrieren. Bitte beachten Sie, dass das Passwort im Klartext, d.h. unverschlüsselt, gespeichert werden wird, da der OP DOI RA-Registrierungsdienst dies erfordert.
fa: اگر می خواهید DOI ها توسط OP DOI RA ثبت کنید، لطفا دستورالعمل های موجود در <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">وبسایت OP DOI RA</a> را برای دریافت نام کاربری و رمز عبور مطالعه کنید. اگر شما نام کاربری و رمز عبور خود را ندارید، همچنان قادر به برون دهی به فرمت XML OP DOI RA (Onix for DOI) هستید، اما شما نمیتوانید DOI خود را با OP DOI RA از داخل سامانه ثبت کنید. لطفا توجه داشته باشید که در OP DOI RA، رمز عبور به صورت متن ساده ذخیره می شود، یعنی رمزگذاری نشده است.
fi: Jos haluat rekisteröidä DOIt OP DOI RA:ssa, seuraa ohjeita <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RAN kotisivuilla</a> saadaksesi käyttäjätunnuksen ja salasanan. Ellei sinulla ole omaa käyttäjätunnusta ja salasanaa, voit silti viedä OP DOI RAan XML-formaatissa (Onix for DOI), muttet voi rekisteröidä DOI-tietojasi suoraan OJS:stä. Huomaa, että salasana tallennetaan selkotekstinä, ei siis salakirjoitettuna, johtuen OP DOI RAN rekisteröinnin vaatimuksista.
fr_ca: Si vous voulez enregistrer vos DOIs avec OP DOI RA, veuillez suivre les directives sur la <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">page d'accueil OP DOI RA</a> pour recevoir un nom d'utilisateur ainsi qu'un mot de passe. Si vous n'avez pas de nom d'utilisateur ou de mot de passe vous serez toujours en mesure d'exporter dans le format XML OP DOI RA (Onix pour DOI) mais vous ne pourrez pas enregistrer vos DOI avec OP DOI RA depuis OJS. Veuillez noter que le mot de passe sera sauvegardé en texte brut et non pas chiffré, à cause des exigences du service d'enregistrement de OP DOI RA.
fr_fr: Si vous souhaitez enregistrer des DOIs avec OP DOI RA, veuillez suivre les instructions sur la <a href="https://ra-publications-dev.medra.org/doi_howto.htm" target="_blank">page d'accueil de OP DOI RA</a> pour recevoir un nom d'utilisateur et un mot de passe. Si vous n'avez pas de nom d'utilisateur et de mot de passe, vous pourrez toujours exporter vers le format XML de OP DOI RA (Onix for DOI), mais vous ne pourrez pas enregistrer vos DOI avec OP DOI RA à partir d'OJS. Veuillez noter que le mot de passe sera enregistré en texte brut, c'est-à-dire qu'il ne sera pas crypté, en raison des exigences du service d'enregistrement OP DOI RA.
gl: Se desexa rexistrar DOIs con OP DOI RA, siga as instrucións da <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">páxina de inicio de OP DOI RA</a> para recibir un nome de usuario e contrasinal. Se non ten o seu propio nome de usuario e contrasinal aínda poderá exportar ao formato XML de OP DOI RA (Onix para DOI) pero non pode rexistrar os seus DOIs con OP DOI RA desde OJS. Ten en conta que o contrasinal gardarase como texto plano, é dicir, non cifrado debido aos requisitos do servizo de rexistro OP DOI RA.
id: Jika ingin mendaftar DOI di OP DOI RA, ikuti petunjuk pada <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">halaman beranda OP DOI RA</a> untuk mendapatkan username dan password. Bila tidak punya akun, kamu tetap bisa mengekspor ke dalam format XML OP DOI RA (Onix untuk DOI) tapi kamu tidak bisa meregister DOI di OP DOI RA melalui aplikasi OJS. Perlu diketahui bahwa password akan disimpan sebagai teks biasa, misalnya, tidak dienkripsi, karena persyaratan layanan registrasi OP DOI RA.
it: Se si desidera registrare i DOI con OP DOI RA, seguire le indicazioni riportate nella <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">homepage di OP DOI RA </a> per ricevere un nome utente e una password. Se non si dispone di un nome utente e di una password, sarà comunque possibile esportare nel formato XML di OP DOI RA (Onix per i DOI), ma non sarà possibile registrare i DOI con OP DOI RA dall'interno di OJS. Si noti che la password sarà salvata in chiaro, cioè non criptata, a causa dei requisiti del servizio di registrazione OP DOI RA.
ka: თუ გსურთ DOI– ების რეგისტრაცია OP DOI RA– სთან, გთხოვთ მიჰყევით მითითებებს აქ <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RA საწყისი გვერდი</a> მიიღონ მომხმარებლის სახელი და პაროლი. თუ არ გაქვთ საკუთარი მომხმარებლის სახელი და თქვენ კვლავ შეძლებთ ექსპორტის გატარებას OP DOI RA XML ფორმატში (Onix for DOI) მაგრამ თქვენ არ შეგიძლიათ დარეგისტრირდეთ თქვენი DOI OP DOI RA– ს საშუალებით OJS– ის შიგნიდან. გთხოვთ გაითვალისწინოთ, რომ პაროლი შეინახება როგორც მარტივი ტექსტი, ანუ არ არის დაშიფრული OP DOI RA-ს სარეგისტრაციო მომსახურების მოთხოვნების შესაბამისად.
ku: ئەگەر ویستت ناسێنەری سەرچاوە دیجیتاڵییەکان لە ڕێگەی OP DOI RA تۆمار بکەیت، ئەم هەنگاوانە بنێ <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RA پەڕەی سەرەکی</a> بۆ دەستکەوتنی ئەژمار و وشە نهێنییەکەی. ئەگەر ئەژماری تایبەتی خۆتت نییە تۆ دیسان دەتوانیت هەناردە بکەیت بۆ ڕێکخستنی OP DOI RA XML (Onix بۆ DOI) بەڵام تۆ ناتوانیت ناسێنەری سەرچاوە دیجیتاڵییەکان لەگەڵ OP DOI RA لە سیستەمی گۆڤاری کراوەدا تۆمار بکەیت. بەڵام تکایە ئاگادار بە کە وشە نهێنییەکە بە شێوەی تێکست خەزن دەبێت ئەمەش بەهۆی ڕێنماییەکانی خزمەتگوزاریی OP DOI RAوەیە.
mk: Доколку сакате да регистрирате ДОИ преку OP DOI RA, ве молиме да ги следите упатствата на <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">главната страница на OP DOI RA</a> за да добиете корисничко име и лозинка. Доколку немате ваши корисничко име и лозинка, се уште ќе можете да експортирате во OP DOI RA XML формат (Onix за ДОИ) но нема да можете да ги регистрирате вашите ДОИ преку OP DOI RA од OJS. Ве молиме имајте во предвид дека лозинката ќе биде зачувана како обичен текст, односно без енкрипција, заради потребите на OP DOI RA услугите за регистрација.
ms: Jika anda ingin mendaftar DOI dengan OP DOI RA, sila ikut arahan pada <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">laman utama OP DOI RA</a> untuk menerima nama pengguna dan kata laluan. Jika anda tidak mempunyai nama pengguna dan kata laluan anda sendiri, anda masih boleh mengeksport ke dalam format XML OP DOI RA (Onix untuk DOI) tetapi anda tidak boleh mendaftarkan DOI anda dengan OP DOI RA dari dalam OJS. Sila ambil perhatian bahawa kata laluan akan disimpan sebagai teks biasa, iaitu tidak disulitkan, disebabkan oleh keperluan perkhidmatan pendaftaran OP DOI RA.
nb: Hvis du vil registrere DOI-er med OP DOI RA, følg instruksene på <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RAs hjemmeside</a> for å motta brukernavn og passord. Dersom du ikke har ditt eget brukernavn og passord, vil du likevel kunne eksportere data til OP DOI RAs XML-format (Onix for DOI), men du kan ikke registrere DOI-ene dine med OP DOI RA i OJS. Merk at passordet vil bli lagret som ren tekst (ikke kryptert), pga. betingelsene til OP DOI RAs registreringstjeneste.
nl: Als u DOI's bij OP DOI RA wilt registreren, volg dan de aanwijzingen op de <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RA homepage</a> om een gebruikersnaam en een wachtwoord te verkrijgen. Als u geen eigen gebruikersnaam en wachtwoord heeft, kunt u nog steeds exporteren naar het OP DOI RA XML formaat (Onix for DOI) maar u kunt uw DOI's niet registreren bij OP DOI RA vanuit OJS. Merk op dat het wachtwoord als gewone tekst wordt opgeslagen, dus niet versleuteld. Dit vanwege de OP DOI RA registratie vereisten.
pl: Jeżeli chcesz zarejestrować DOI w OP DOI RA, postępuj zgodnie z poniższymi wskazówkami <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">strona OP DOI RA</a> aby uzyskać nazwę użytkownika i hasło. Jeżeli nie posiadasz nazwy użytkownika i hasła nadal możesz eksportować dane w formacie OP DOI RA XML (Onix dla DOI) ale nie możesz zarejestrować DOI w OP DOI RA z poziomu OJS.
pt_br: Caso deseje registrar DOIs no OP DOI RA, siga as instruções na <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">página do OP DOI RA</a> para receber seu login e senha. Mesmo que não possua dados próprios de login e senha, ainda assim será possível exportar os dados para o formato OP DOI RA XML (Onix para DOI), porém não poderá registrar seus DOIs no OP DOI RA por meio do OJS. Note que a senha será salva como texto puro, isto é, não encriptada, devido aos requisitos do serviço de registro OP DOI RA.
pt_pt: Se pretender registar DOIs com o OP DOI RA, siga as instruções na <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank"> página OP DOI RA</a> para receber um nome de utilizador e senha. Se não tem o seu próprio nome de utilizador e senha poderá ainda exportar para o formato OP DOI RA XML (Onix para DOI) mas não poderá registar os seus DOIs no OP DOI RA através do OJS. Note que a senha ficará guardada como texto simples, ou seja não encriptado, devido aos critérios do serviço de registo do OP DOI RA.
sk: Pokiaľ chcete registrovať DOIs v rámci OP DOI RA, nasledujte, prosím, pokyny na <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">domáca stránka OP DOI RA</a> aby ste dostali užívateľské meno a login. Ak nemáte vlastné užívateľské meno a heslo, budete mať ešte stále možnosť exportu do OP DOI RA XML formátu (Onix pre DOI), ale nebudete mať možnosť registrovať DOI v rámci OJS. Uvedomte si, prosím, že heslo bude uložené ako obyčajný text, t.j. nekódovane, s ohľadom na požiadavky služby OP DOI RA.
sl: Za registracijo DOI-jev pri OP DOI RA, sledite navodilom na <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RA domači strani</a>, da dobite uporabniško ime in geslo. Če nimate svojega uporabniškega imena in gesla, lahko še vedno izvozite podatke v OP DOI RA XML (Onix for DOI) obliki, ampak ne morete registrirati DOI-jev pri OP DOI RA direktno iz OJS. Bodite pozorni, ker geslo ni shranjeno v kriptirani obliki, ampak kot prosto besedilo, zaradi zahtev OP DOI RA registracijskega servisa.
sr@latin: Ako želite da registrujete DOI-e u OP DOI RA, pratite uputstva na <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RA stranici</a> da biste dobili korisničko ime i lozinku. Ukoliko nemate korisničko ime i lozinku i dalje ćete biti u mogućnosti da izvezete u OP DOI RA XML format (Onix za DOI) ali ne možete da registrujete vaše DOI-e sa OP DOI RA iz OJS-a. Lozinka će biti sačuvana kao tekst, bez enkripcije u skladu sa potrebama OP DOI RA servisa.
tr: DOI'leri .opdoira. ile kaydetmek istiyorsanız, lütfen kullanıcı adı ve şifre almak için <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">.opdoira. Ana Sayfasın</a>daki talimatları izleyin. Eğer kendi kullanıcı adınız ve şifreniz yoksa, .opdoira. XML biçimine (DOI için Onix) aktarma imkanınız olacaktır, bu durumda DOI'lerinizi .opdoira.'ya OJS içinden kaydedemezsiniz. Şifrenin .opdoira. kayıt hizmeti gereksinimleri nedeniyle düz metin (şifreli değil) olarak kaydedileceğini lütfen unutmayın.
uz@cyrillic: Agar siz DOI’larni OP DOI RA’da ro‘yxatdan o‘tkazmoqchi bo‘lsangiz, olish uchun <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RA bosh sahifasi</a>dagi ko‘rsatmalarga amal qiling. foydalanuvchi nomi va parol. Agar sizda oʻz foydalanuvchi nomingiz va parolingiz boʻlmasa, siz hali ham OP DOI RA XML formatiga (DOI uchun Onix) eksport qilishingiz mumkin boʻladi, lekin siz DOIʼlaringizni OJS ichidan OP DOI RAʼda roʻyxatdan oʻtkaza olmaysiz. Esda tutingki, OP DOI RA roʻyxatga olish xizmati talablari tufayli parol oddiy matn sifatida saqlanadi, yaʼni shifrlanmaydi.
vi: Nếu bạn muốn đăng ký DOIs với OP DOI RA, vui lòng làm theo hướng dẫn trên <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">Trang chủ OP DOI RA</a> để nhận username và mật khẩu. Nếu bạn không có username và mật khẩu của riêng bạn bạn vẫn có thể xuất sang định dạng OP DOI RA XML (Onix cho DOI) nhưng bạn không thể đăng ký DOIs của mình với OP DOI RA từ trong OJS. Xin lưu ý rằng mật khẩu sẽ được lưu dưới dạng văn bản thuần, tức là không được mã hóa, do các yêu cầu dịch vụ đăng ký OP DOI RA.

# plugins.importexport.opdoira.settings.form.description
source: Please configure the OP DOI RA export plugin:
ar: لطفاً، قم بتهيئة إضافة التصدير OP DOI RA:
bg: Моля, конфигурирайте OP DOI RA добавката (плъгин) за експортиране:
cs: Konfigurujte, prosím, exportní plugin OP DOI RA:
da: Konfigurér OP DOI RA eksport-plugin:
de: Bitte konfigurieren Sie das OP DOI RA-Export-Plugin:
fa: لطفاً افزونه برون دهی OP DOI RA را پیکربندی کنید:
fi: Määritä OP DOI RA -vientilisäosa:
fr_ca: Veuillez configurer le plugiciel d'exportation OP DOI RA :
fr_fr: Veuillez configurer le module d'exportation OP DOI RA :
gl: Configure o complemento de exportación de OP DOI RA:
id: Aturlah plugin ekspor OP DOI RA:
it: Configura il plugin di export per OP DOI RA:
ka: გთხოვთ, დააყენოთ OP DOI RA ექსპორტის მოდული:
ku: تکایە گرێدانی OP DOI RA زیاد بکە:
mk: Ве молиме да го конфигурирате OP DOI RA плагинот за експорт:
ms: Sila konfigurasikan plugin eksport OP DOI RA:
nb: Konfigurer OP DOI RAs programtillegg for eksport:
nl: Configureer de OP DOI RA export plugin:
pl: Skonfiguruj wtyczkę eksportu OP DOI RA:
pt_br: Configure o plugin de exportação OP DOI RA:
pt_pt: Configure o plugin de exportação OP DOI RA:
sk: Konfigurujte, prosím, exportný plugin OP DOI RA:
sl: Prosimo, nastavite OP DOI RA izvozni vtičnik:
sr@latin: Podesite OP DOI RA dodatak:
tr: Lütfen .opdoira. ihraç eklentisini yapılandırınız:
uz@cyrillic: OP DOI RA eksport plaginini sozlang:
vi: Vui lòng cấu hình plugin xuất OP DOI RA:

# plugins.importexport.opdoira.settings.form.username
source: Username
ar: اسم المستخدم
bg: Потребител
cs: Uživatelské jméno
da: Brugernavn
de: Benuzter/innenname
fa: نام کاربری
fi: Käyttäjätunnus
fr_ca: Nom d'utilisateur
fr_fr: Nom d'utilisateur ou utilisatrice
gl: Nome de usuario/a
it: Nome utente
ka: მომხმარებლის სახელი
ku: ناوی بەکارهێنەر
mk: Корисничко име
ms: Nama pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Użytkownik
pt_br: Login
pt_pt: Utilizador
sk: Užívateľské meno
sl: Uporabniško ime
sr@latin: Korisničko ime
tr: Kullanıcı adı
uz@cyrillic: Foydalanuvchi nomi
vi: Tên người dùng (username)
