Repository: Ediser-mEDRA/opdoiraojsplugin
Catalog: locale/*/locale.po
Languages: ar, bg, cs, da, de, fa, fi, fr_ca, fr_fr, gl, hy, id, it, ka, ku, mk, ms, nb, nl, pl, pt_br, pt_pt, sk, sl, sr@latin, tr, uz@cyrillic, vi

# plugins.importexport.opdoira.settings.form.automaticRegistration.description
source: OJS will register assigned DOIs automatically to OP DOI RA. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered DOIs.
ar: سيقوم نظام المجلات المفتوحة بتسجيل المكونات الرقمية DOI تلقائياً في OP DOI RA. لطفاً، لاحظ أن ذلك قد يستغرق وقتاً قصيراً بعيد النشر بسبب المعالجة (أي اعتماداً على إعداداتك للإضافة cronjob). بإمكانك بعدها التحقق من كل المكونات غير المسجلة.
bg: OJS ще регистрира автоматично присвоени DOI в OP DOI RA. Моля, имайте предвид, че това може да отнеме кратко време след публикуването за обработка (напр. в зависимост от конфигурацията на cronjob). Можете да проверите за всички нерегистрирани DOI.
cs: OJS bude registrovat přiřazené DOI automaticky do OP DOI RA. Vezměte prosím na vědomí, že to může trvat krátkou dobu po zpracování publikace. Můžete zkontrolovat všechny nezaregistrované DOI.
da: OJS vil deponere tildelte DOI'er automatisk hos OP DOI RA. Bemærk, at der kan gå kort tid mellem publicering og endelig færdigbehandling. Alle ikke-registrerede DOI'er kan fremfindes.
de: OJS wird zugewiesene DOI automatisch bei OP DOI RA registrieren. Bitte beachten Sie, dass dieser Prozess eine gewisse Zeit nach der Veröffentlichung dauern kann (z.B. abhängig von Ihrer Cronjob-Konfiguration). Sie können nach bisher unregistrierten DOI suchen.
fa: OJS به طور خودکار DOI های اختصاص داده شده را در OP DOI RA ثبت می کند. لطفا توجه داشته باشید که ممکن است پس از انتشار زمان کوتاهی برای پردازش سپری شود. شما می توانید تمام DOI مقالات ثبت نشده را تیک بزنید.
fi: OJS rekisteröi DOIt automaattiseen OP DOI RAan. Huomaa, että tämä voi viedä jonkin aikaa riippuen ajoitettujen tehtävien asetuksista. Voit tarkistaa kaikki DOIt joita ei ole rekisteröity.
fr_ca: OJS enregistrera automatiquement les DOIs assignés chez OP DOI RA. Veuillez noter que cela peut prendre un peu de temps après la publication pour le traitement (par exemple, en fonction de votre configuration cronjob). Vous pouvez vérifier tous les DOI non enregistrés.
fr_fr: OJS enregistrera automatiquement les DOI assignés à OP DOI RA. Veuillez noter le traitement peut prendre un peu de temps après la publication (par exemple, en fonction de votre configuration cronjob). Vous pouvez vérifier tous les DOI non enregistrés.
gl: OJS rexistrará os DOIs asignados automaticamente en OP DOI RA. Ten en conta que isto pode levar un curto período de tempo despois da publicación para procesarse (por exemplo, dependendo da configuración do cronjob). Podes consultar todos os DOIs non rexistrados.
id: OJS akan mendaftarkan DOI secara otomatis ke OP DOI RA. Perlu diketahui bahwa proses ini memakan waktu setelah publikasi diproses (misalnya, bergantung pada cronjob Anda). Kamu bisa periksa semua DOI yang belum diregister.
it: OJS registrerà presso OP DOI RA i DOI assegnati automaticamente. Questa operazione può richiedere un po' di tempo dopo l'avvenuta pubblicazione.
ka: OJS დანიშნულ DOI– ს ავტომატურად დაარეგისტრირებს OP DOI RA– ს. გთხოვთ გაითვალისწინოთ, რომ ამას შეიძლება გამოქვეყნებიდან მოკლე დრო დასჭირდეს (მაგ. დამოკიდებულია თქვენი cronjob– ის კონფიგურაციაზე). თქვენ შეგიძლიათ შეამოწმოთ ყველა არარეგისტრირებული DOI.
ku: سیستەمی گۆڤاری کراوە بە شێوەیەکی تۆماتیکی ناسێنەری سەرچاوە دیجیتاڵییەکان لە OP DOI RA تۆمار دەکات. تکایە ئاگاداری ئەوە ببە کە ئەمە ماوەیەکی پێ دەچێت تا پرۆسەکە سەرکەوتو دەبێت. تۆ دەتوانیت سەیری ناسێنەری سەرچاوە دیجیتاڵییە تۆمارنەکراوەکان بکەیت.
mk: OJS автоматски ќе регистрира назначени ДОИ во OP DOI RA. Ве молиме имајте во предвид дека ќе биде потребно малку време после објавување ова да се процесира (пр. зависно од вашата cronjob конфигурација). Можете да ги проверите сите нерегистрирани ДОИ.
ms: OJS akan mendaftarkan DOI yang ditugaskan secara automatik ke OP DOI RA. Harap maklum bahawa proses ini mungkin memerlukan sedikit masa selepas penerbitan (mis. Bergantung pada konfigurasi cronjob anda). Anda boleh memeriksa semua DOI yang tidak berdaftar.
nb: OJS vil registrere opprettede DOI-er automatisk til OP DOI RA. Merk at det kan ta litt tid å behandle dette etter publiseringen. Du kan velge alle uregistrerte DOI-er.
nl: OJS zal toegekende DOI's na publicatie automatisch registreren bij OP DOI RA. Dit kan even duren (bv. afhankelijk van uw cronjob instellingen). U kan alle ongeregistreerde DOI's bekijken.
pl: OJS zarejestruje przypisane DOI automatycznie w OP DOI RA. Zauważ, że zadanie to zostanie wykonane zaraz po publikacji. Może sprawdzić, czy wszystkie dane zostały zarejestrowane.
pt_br: OJS depositará DOIs automaticamente no OP DOI RA. Por favor note que isso pode levar um tempo depois da publicação. Você pode verificar os DOIs não registrados.
pt_pt: O OJS registará DOIs atribuídos automaticamente junto do OP DOI RA. Por favor, note esta ação pode demorar tempo a ser processada. Pode verificar todos os DOIs não registados.
sk: OJS bude registrovať priradené DOI automaticky do OP DOI RA. Upozorňujeme, že to môže trvať krátku dobu po spracovaní publikácie. Môžete skontrolovať všetky nezaregistrované DOI.
sl: OJS bo avtomatsko opravil registracijo dodeljenih DOI-jev pri OP DOI RA. Prosimo upoštevajte, da je za to lahko potrebno nekaj časa po tistem, ko objavite novo številko. Lahko preverite vse neregistrirane DOI-je.
sr@latin: OJS će automatski registrovati dedeljene DOI-je u OP DOI RA. Ovo će potrajati neko vreme nakon procesa objavljivanja. U svakom momentu možete proveriti neregistrovane DOI-je.
tr: OJS atanmış DOI'leri otomatik olarak .opdoira.'ya kaydeder. Lütfen bunu yayınlanma işleminden sonra kısa bir süre alabileceğini unutmayın. Kayıtsız tüm DOI'leri kontrol edebilirsiniz.
vi: OJS sẽ tự động đăng ký DOIs được gán cho OP DOI RA. Xin lưu ý rằng việc này có thể mất một khoảng thời gian ngắn sau khi xuất bản để xử lý (ví dụ: tùy thuộc vào cấu hình cronjob của bạn). Bạn có thể kiểm tra tất cả các DOI chưa đăng ký.

# plugins.importexport.opdoira.settings.form.testMode.description
source: Use the OP DOI RA test API (testing environment) for DOI registration. Please do not forget to remove this option for the production.
ar: استعمل خاصية إختبار OP DOI RA (بيئة الاختبار) للمكونات الرقمية. لطفاً، لا تنس إزالة هذا الخيار عند التشغيل الفعلي.
bg: Използвайте тестовия API на OP DOI RA (среда за тестване) за регистрация на DOI. Моля, не забравяйте да премахнете тази опция за работа в реална среда.
cs: Pro registraci DOI použijte testovací rozhraní API (testovací prostředí) OP DOI RA. Nezapomeňte tuto možnost odstranit před výrobní fází.
da: Brug OP DOI RA test-API (testmiljø) til DOI registrering. Husk at fjerne denne mulighed i forbindelse med produktionen.
de: Die OP DOI RA-Test-API (Testumgebung) für die DOI-Ablieferung benutzen. Bitte vergessen Sie nicht, diese Option vor dem Produktivbetrieb abzuwählen.
fa: از API تست OP DOI RA (محیط آزمایش) برای ثبت DOI استفاده کنید. لطفا فراموش نکنید که این گزینه را در زمان انتشار محتویات حذف کنید.
fi: Käytä OP DOI RA-palvelun testirajapintaa (testausympäristö) DOI-tunnisteen rekisteröintiin. Muista poistaa tämä valinta tuotantosivustolla.
fr_ca: Utiliser l'API test OP DOI RA (environnement de test) pour l'enregistrement des DOI. Ne pas oublier de supprimer cette option en mode production.
fr_fr: Utiliser l'API de test OP DOI RA (environnement de test) pour l'enregistrement des DOI. N'oubliez pas de désactiver cette option en mode production.
gl: Use a API de proba de OP DOI RA (contorno de proba) para o rexistro DOI. Non esqueza eliminar esta opción para a produción.
id: Gunakan API test OP DOI RA (lingkungan uji coba) untuk registrasi DOI. Jangan lupa menghapus pilihan ini untuk tahap produksi.
it: Usa la API di test di OP DOI RA per la registrazione dei DOI. Non dimenticare di togliere questa possibilità per la produzione.
ka: გამოიყენეთ OP DOI RA ტესტის API (ტესტირების გარემო) DOI– ს რეგისტრაციისთვის. გთხოვთ, არ დაგავიწყდეთ ამ პარამეტრის ამოღება წარმოებისთვის.
ku: تاقیکردنەوەی OP DOI RA بەکار بهێنە بۆ تۆمارکردنی ناسێنەری سەرچاوە دیجیتاڵییەکان. تکایە پێش بڵاوکردنەوە ئەم زانیارییانە لا ببە.
mk: Користете го OP DOI RA API за тестирање (околина за тестирање) за ДОИ регистрацијата. Ве молиме не заборавајте да ја извадите оваа опција за продукција.
ms: Gunakan API ujian OP DOI RA (testing environment) untuk pendaftaran DOI. Jangan lupa untuk membuang pilihan ini untuk produksi.
nb: Bruk OP DOI RA API-test (testmiljø) for DOI-registreringen. Ikke glem å fjerne dette valget før produksjonsfasen.
nl: Gebruik de OP DOI RA test API (testomgeving) voor de registratie van DOI's. Vergeet deze test-optie niet te verwijderen voor de uiteindelijke publicatie.
pl: Wykorzystaj testowy API OP DOI RA (środowisko tekstowe) do rejestracji DOI. Nie zapomnij usunąć tej opcji przed produkcją.
pt_br: Use a API de teste OP DOI RA (ambiente de teste) para o registro do DOI. Por favor, não esqueça de remover esta opção para a produção.
pt_pt: Use a API de teste OP DOI RA (ambiente de teste) para registo do DOI. Não esqueça de remover esta opção para a produção.
sk: Pre registráciu DOI použite testovacie rozhrania API (testovacie prostredie) OP DOI RA. Nezabudnite túto možnosť odstrániť pred výrobnou fázou.
sl: Uporabi OP DOI RA test API (testno okolje) za registracijo DOI-jev. Ne pozabite odstraniti te možnosti za produkcijo!
sr@latin: Koristite OP DOI RA test API (test okruženje) za registraciju DOI-ja. Ne zaboravite da uklonite ovo u proizvodnom okruženju.
tr: DOI kaydı için .opdoira. test API'sini (test ortamı) kullanın. Lütfen bu seçeneği yayın için kaldırmayı unutmayın.
vi: Sử dụng API thử nghiệm OP DOI RA (môi trường thử nghiệm) để đăng ký DOI. Xin đừng quên loại bỏ tùy chọn này khi xuất bản.

# plugins.importexport.opdoira.settings.label
source: OP DOI RA Settings
de: OP DOI RA Einstellungen
fr_fr: Configuration OP DOI RA
it: Impostazioni OP DOI RA

# plugins.importexport.opdoira.settings.form.registrantName.label
source: Registrant Name
de: Name der Institution
fr_fr: Nom de l'institution
it: Istituzione

# plugins.importexport.opdoira.settings.description
source: Please configure the OP DOI RA export plugin before using it for the first time.
de: Bitte konfigurieren Sie das OP DOI RA -Export-Plugin, bevor Sie es zum ersten Mal verwenden.
fr_fr: Veuillez configurer le module d'exportation OP DOI RA avant de l'utiliser pour la première fois.
it: Configura il plugin di export per OP DOI RA prima di utilizzarlo per la prima volta.

# plugins.importexport.opdoira.crossref.label
source: Deposit to Crossref
de: Hinterlegung in Crossref
fr_fr: Déposer sur Crossref
it: Deposita su Crossref

# plugins.importexport.opdoira.settings.form.fromEmail
source: Email
ar: البريد الالكتروني
bg: Имейл
fa: ایمیل
fi: Sähköposti
fr_ca: Courriel
fr_fr: Courriel
gl: Correo electrónico
id: Surel
ka: ელფოსტა
ku: ئیمەیڵ
mk: И-меил
ms: E-mel
nb: E-post
sr@latin: Imejl
tr: E-posta

source: plugins.importexportOP DOI RAcliUsage
hy: Օգտագործում: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...

source: plugins.importexportOP DOI RAcrossref.error.description
hy: ՆԿԱՐԱԳՐՈՒԹՅՈՒՆ

source: plugins.importexportOP DOI RAcrossref.error.element
hy: ՏԱՐՐ

source: plugins.importexportOP DOI RAcrossref.error.code
hy: ԿՈԴ

source: plugins.importexportOP DOI RAcrossref.error.details
hy: Հետևյալ պահանջները չեն բավարարվել

source: plugins.importexportOP DOI RAcrossref.error.number
hy: Սխալների քանակը

source: plugins.importexportOP DOI RAcrossref.error.cause
hy: Պատճառը. նիշքը վավեր չէ OP DOI RA-ի և/կամ Crossref-ի պահանջների համար:

source: plugins.importexportOP DOI RAcrossref
hy: Ավանդադրեք Crossref-ում: (Այս ծառայությունը պետք է միացված լինի ձեր հաշվի համար:)

source: plugins.importexportOP DOI RAsenderTask.name
hy: OP DOI RA ինքնաշխատ գրանցման առաջադրանք

source: plugins.importexportOP DOI RAworkOrProduct
hy: Նշում: Հոդվածներին վերագրված DOI-ները կարտահանվեն OP DOI RA որպես <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'աշխատանքներ'</a>: Շարվածքներին հատկացված DOI-ները կարտահանվեն որպես <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">'դրսեւորումներ'</a>:

source: plugins.importexportOP DOI RAsettings.form.testMode.description
hy: Օգտագործեք OP DOI RA թեստային API (փորձարկման միջավայր) DOI գրանցման համար: Խնդրում ենք մի մոռացեք հեռացնել այս տարբերակը արտադրության համար:

source: plugins.importexportOP DOI RAsettings.form.automaticRegistration.description
hy: OJS-ը ինքնաշխատ կերպով կգրանցի OP DOI RA-ին հատկացված DOI-ները: Խնդրում ենք նկատի ունենալ, որ դրա մշակումը հրապարակումից հետո կարող է կարճ ժամանակ պահանջել (օրինակ՝ կախված ձեր cronjob-ի կազմաձևից): Դուք կարող եք ստուգել բոլոր չգրանցված DOI-ները:

source: plugins.importexportOP DOI RAsettings.form.exportIssuesAs.label
hy: թողարկումները արտահանել որպես

source: plugins.importexportOP DOI RAsettings.form.manifestation
hy: մանիֆեստացիա

source: plugins.importexportOP DOI RAsettings.form.work
hy: աշխատանք

source: plugins.importexportOP DOI RAsettings.form.publicationCountry
hy: Խնդրում ենք ընտրել այն երկիրը, որը OP DOI RA-ում պետք է տեղեկացվի որպես «հրապարակման երկիր»:

source: plugins.importexportOP DOI RAsettings.form.fromEmailRequired
hy: Խնդրում ենք մուտքագրել վավեր տեխնիկական կոնտակտային էլ. փոստ.

source: plugins.importexportOP DOI RAsettings.form.fromEmail
hy: Էլ․ փոստ

source: plugins.importexportOP DOI RAsettings.form.fromNameRequired
hy: Խնդրում ենք մուտքագրել տեխնիկական հարցերի կոնտակտային անձին:

source: plugins.importexportOP DOI RAsettings.form.fromName
hy: Կոնտակտային անձ

source: plugins.importexportOP DOI RAsettings.form.fromCompanyRequired
hy: Խնդրում ենք մուտքագրել այն հաստատությունը, որը տեխնիկապես պատասխանատու է DOI արտահանման համար (օրինակ՝ ձեր վեբ սերվերը հյուրընկալող հաստատությունը):

source: plugins.importexportOP DOI RAsettings.form.fromCompany
hy: Հաստատություն

source: plugins.importexportOP DOI RAsettings.form.fromFields
hy: Տեխնիկական հարցումների դեպքում OP DOI RA-ի հետ կապ հաստատող անձ:

source: plugins.importexportOP DOI RAsettings.form.registrantNameRequired
hy: Խնդրում ենք մուտքագրել այն հաստատությունը, որը գրանցված է OP DOI RA-ում:

source: plugins.importexportOP DOI RAsettings.form.registrantName
hy: OP DOI RA-ում գրանցված հաստատության անվանումը

source: plugins.importexportOP DOI RAsettings.form.usernameRequired
hy: Խնդրում ենք մուտքագրել ձեր OP DOI RA օգտանունը: Օգտվողի անունը չի կարող կրկնակի կետ պարունակել:

source: plugins.importexportOP DOI RAsettings.form.username
hy: Օգտանուն

source: plugins.importexportOP DOI RAsettings.form.description
hy: Խնդրում ենք կարգավորել OP DOI RA արտահանման հավելվածը:

source: plugins.importexportOP DOI RAintro
hy: Եթե ցանկանում եք գրանցել DOI-ներ OP DOI RA-ում, խնդրում ենք հետևել հրահանգներին <a href="https://ra.publications.europa.eu/doi_howto.htm" target="_blank">OP DOI RA homepage</a>օգտանուն և գաղտնաբառ ստանալու համար: Եթե չունեք ձեր սեփական օգտանունը և գաղտնաբառը, դուք դեռ կկարողանաք արտահանել OP DOI RA XML ձևաչափով (Onix DOI-ի համար) բայց դուք չեք կարող գրանցել ձեր DOI-ները OP DOI RA-ում OJS-ից: Խնդրում ենք նկատի ունենալ, որ գաղտնաբառը կպահվի որպես պարզ տեքստ, այսինքն՝ գաղտնագրված չէ համաձայն OP DOI RA գրանցման ծառայության պահանջներին:

source: plugins.importexportOP DOI RAdescription
hy: Արտահանեք թողարկումը, հոդվածը և մետատվյալները Onix-ում DOI (O4DOI) ձևաչափով և գրանցեք DOI-ները OP DOI RA գրանցման գործակալությունում:

source: plugins.importexportOP DOI RAdisplayName
hy: OP DOI RA արտահանման/գրանցման պլագին

source: plugins.importexport.opdoira.settings.form.exportIssuesAs
uz@cyrillic: Iltimos, Nashrlarni <a href="https://ra.publications.europa.eu/metada_specs.htm" target="_blank">"ishlar" yoki "manifestatsiyalar"</a> sifatida eksport qilishni xohlaysizmi, tanlang.
